insert into "PlayerCharacters"(name, health, level, experience) values 
('Узурпатор', 200, 23, 123),
('Девастатор', 100, 2, 0),
('Фримен', 160, 1, 0)


insert into "Levels"(name, pc_id) values
('Начало', 1),
('Подземелье', 1),
('Ад', 2),
('Облака', 2),
('Темный лес', 3)



insert into "NonPlayerCharacters"(name, health, role, attitude) values 
('Джефф', 100, 'Горожанен', 0),
('Крикун', 40, '', 1),
('Боб', 60, 'Продавец', 0),
('Упырь', 30, '', 1),
('Кролик', 1, 'Животное', 0),
('Собака', 3, 'Животное', 0),
('Скелет', 10, 'Боец', 1),
('Зомби', 20, 'Боец', 1),
('Бес', 20, 'Боец', 1),
('Черт', 20, 'Боец', 1),
('Заключенный', 10, '', 1),
('Бабочка', 1, 'Насекомое', 0),
('Джеф', 20, 'Лесник', 0),
('Робин', 20, 'Лесник', 0)
	

insert into "LevelNPCs"(level_id, npc_id) values 
(1, 1),
(1, 3),
(1, 6),
(2, 2),
(2, 4),
(2, 7),
(2, 8),
(3, 9),
(3, 10),
(4, 12),
(5, 13),
(5, 14)